{
  "title": "Terms and Conditions",
  "actions": {},
  "styles": {},
  "body": {
    "type": "stackView",
    "content": {
      "items": [
        {
          "type": "scrollView",
          "content": {
            "content": {
              "type": "stackView",
              "content": {
                "items": [
                  {
                    "type": "label",
                    "content": {
                      "text": "Terms and Conditions"
                    },
                    "style": {
                      "fontWeight": "black",
                      "fontSize": 18,
                      "marginBottom": 16,
                      "color": "#55607a"
                    }
                  },
                  {
                    "type": "label",
                    "content": {
                      "text": "Terms of service.  Your service with Boost Mobile includes, but is not limited to, the terms of your Boost service plan (including those outlined below and those which may be presented or provided in other materials) and the most recent Boost Mobile General Terms and Conditions of Service available at boostmobile.com/about/legal/terms-conditions/ (collectively, “Agreement”). Carefully read all of the parts of your Agreement including the MANDATORY ARBITRATION PROVISION and CLASS ACTION WAIVER PROVISION.\n\nActivation of Services/Accounts: Activation of service occurs when you have selected a prepaid plan and added sufficient funds to your account balance. Your telephone number is activated at that time. Once active, the number is eligible for porting. Service charges are not refunded or prorated if service is terminated or modified before the next payment due date. Unused services, including but not limited to, minutes, messages, and data allotments, expire at the end of each plan cycle or when switching or restarting service plans and are not carried forward. Partial minutes of use are rounded up to the next whole minute. State and local sales taxes and fees may apply when adding funds to accounts. Our services will only work with our devices. Not all services are available with all devices or on all networks. \n\n Nature of our Service: Our rate plans, devices, services and features are not for resale. The primary use of your device must be for domestic purposes and for other purposes outlined in our offers. Domestic means use in the 48 contiguous states, Hawaii, DC, Puerto Rico and the U.S. Virgin Islands. \n\n Unlimited Use Plans: Unlimited does not mean unreasonable. If you subscribe to rate plans, services or features that are described as “unlimited”, you should be aware that such unlimited plans are subject to the Prohibited Network Uses detailed below. \n\nProhibited Network Uses: To ensure that the activities of some users do not impair the ability of our customers to have access to reliable services at reasonable costs, you may not use our services in a manner that is unlawful, infringes on intellectual property rights, or harms or unduly interferes with the use of Sprint’s network or systems. Boost Mobile reserves the right, without notice or limitation, to terminate, end, modify, disconnect or suspend service if an individual engages in any of the prohibited voice or data uses below or if Boost, in its sole discretion, determines action is necessary to protect its wireless networks and/or customers’ service experience from harm or degradation.\n\nQuality of Service Practices (QoS): To help protect against the possibility that customers may occupy an unfair share of network resources, unlimited data plan customers who use more than 23GB of data during a payment cycle will be prioritized below other customers for the remainder of their payment cycle, in times and locations where the availability of network resources is constrained. Affected unlimited data plan customers may notice temporary changes in the performance of certain applications when they are on constrained sites as compared to other users especially if such affected users are engaged in data-intensive activities. Performance will return to normal when the cell site is no longer constrained or the customer moves to a non-constrained location. Affected unlimited customers will still be able to enjoy unlimited quantities of data without overage charges or data caps even if their usage exceeds the threshold for Boost’s QoS practices. In addition, Boost may adjust periodically the applicable threshold for Boost’s QoS practices. See boostmobile.com/networkmanagement for additional details. \n\nPlan Throughput Limitations and Performance: With certain plans, throughput data speeds will be slowed when data usage exceeds the selected plan’s applicable data threshold(s). During this time, data access will continue but maximum speeds will be limited to 2G speeds of 128Kbps or below for the remainder of plan cycle, resulting in slower page loads, downloads, and degraded streaming media. Data speeds will be restored at the beginning of a new plan cycle, or after a plan cycle restart. Data usage can be monitored online in ‘MyAccount’. For more information on Boost’s network management tools, policies and other related information, please visit boostmobile.com/networkmanagement. \n\nAdding Funds to Your Account: Funds can be added to accounts using one of Boost's payment methods (e.g., cash, credit, debit and/or replenishment cards). A $3 service convenience fee may be charged for real-time-replenishment (“RTR”) transactions at some retailers. A maximum of $200 per transaction may be added to accounts until the total account balance amount reaches $400. Once $400 maximum account balance limit is reached, no additional funds may be added to the account. An account balance will decrease as services are used, payments are due and/or services not already included with the service plan are used (e.g., international calling, wireless entertainment, mobile content, etc.). Account funds cannot be transferred between Boost accounts nor can they be applied to any other wireless services. Adding funds through Boost customer service may result in processing fees. "
                    },
                    "style": {
                      "color": "#454545"
                    }
                  }
                ]
              },
              "style": {
                "padding": 20
              }
            }
          },
          "style": {
            "weight": 1,
            "align": "fill"
          }
        }
      ]
    }
  }
}